i5/20220906-btrfs/raid0/default/250/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 18070331
number of failed transactions: 0 (0.000%)
latency average = 3.188 ms
initial connection time = 7.799 ms
tps = 5019.505600 (without initial connection time)